Repository: datasign-inc/Bunsin-Wallet-iOS
Catalog: bunsin_wallet/Localizable.xcstrings
Source language: en
Languages: ja

source: About this App
ja: このアプリについて

source: Account Info
ja: アカウント情報

source: Add Certificate
ja: 証明書追加

# added_new_certificate
source: New certificates have been added to Bunsin Wallet.
ja: Bunsin Walletに新しい証明書が追加されました

source: Address
ja: 住所

# age_share_description
source: Required to verify that you are a qualified user of %@, as evidenced by a certificate registered with Bunsin Wallet.
ja: %@の利用者として適格であると確認するために必要です。Bunsin Walletに登録された証明書を使って証明します。

source: Are you sure to delete this credential?
ja: このクレデンシャルを削除しますか？

source: Authentication
ja: 認証する

source: Authentication Failed
ja: 認証に失敗しました

source: Authentication Succeeded
ja: 認証成功!

source: back
ja: 戻る

source: Backup
ja: バックアップ

# backup_description
source: Creates a backup file of the information stored in Bunsin Wallet. By loading the created file, you can restore even when changing devices.
ja: Bunsin Walletに保存された情報のバックアップファイルを作成します。作成されたファイルを読み込むことでデバイスの変更時にも復元が可能です。

# backup_done
source: Backup completed
ja: バックアップが完了しました

# begin_anew
source: Start New
ja: 新しく始める

source: Camera authorization required.
ja: カメラの権限が必要です

# can_be_edited_on_the_next_screen
source: You can edit any information you don't want to provide, such as your photo or address, on the next screen.
ja: 顔写真や住所など、提供したくない情報は、次の画面で編集が可能です。

source: Cancel
ja: キャンセル

# cert_country
source: Country
ja: 国名

# cert_domain
source: Domain Name
ja: ドメイン

# cert_location
source: Location
ja: 所在地

# change_credential
source: Change
ja: 変更する

source: Check the information you provide
ja: 提供情報の確認

# choice_is_required
source: You must select one of the options to proceed to the next page.
ja: 次のページへ進むにはいずれかの選択が必須です

# choose_certificate_to_prove_identity
source: Choose a credential to prove your identity.
ja: あなたの身元を証明する証明書を選んでくだ さい

source: City
ja: 市

source: Client error occurred. It needs to confirm wallet app.
ja: ウォレットアプリでエラーが発生しました

source: clientId is malformed
ja: クライアントIDの形式が不正です

source: clientId is not found
ja: クライアントIDが取得できません

source: Close
ja: 閉じる

source: close org detail
ja: ▲ 運営会社の情報を閉じる

source: complete
ja: 完了

source: Confirm to delete
ja: 削除確認

source: Contact
ja: 連絡先

source: Contents of this certificate
ja: この証明書の内容

source: create backup file
ja: バックアップファイルを作成

source: Credential
ja: 証明書

source: Credential List
ja: 証明書リスト

source: Credential Recipient
ja: %@に提示した情報

source: credential sharing time %@
ja: %@の情報提供

# credentialOfferText
source: %@ will issue a %@.
ja: %@が%@を発行します

source: Date
ja: 日付

source: Date of last information
ja: 最終情報提供日

source: Delete
ja: 削除

source: Display QR Code
ja: QRコードを表示する

source: Domain
ja: ドメイン

source: Else
ja: どちらでもない

source: Enter PIN Code
ja: PINを入力してください

source: Error
ja: エラー

# error_occurred_while_issuing_certificate
source: An error occurred during the certificate issuance process.
ja: 証明書発行処理中にエラーが発生しました

# failed_to_load_info_for_issuance
source: Failed to read information required for certificate issuance. Please start the operation again from the beginning.
ja: 証明書発行に必要な情報の読み込みに失敗しました。操作を始めからやり直してください。

source: False
ja: 偽

# for_identifying_user
source: Provided for identification of the user.
ja: 利用者を識別するために提供しました。

source: Found wrong input. It needs to confirm client system.
ja: 検証者側のシステムにエラーです。誤った入力を受信しました。

source: History of information provided
ja: この証明書を使用した情報提供履歴

source: ID generated by this app
ja: Bunsin Walletで作成したID

# id_share_description
source: This ID is necessary for the provider to identify you. Create a separate ID for %@.
ja: 提供先がアナタを識別するために必要なIDです。%@用に個別のIDを作成します。

source: Information provided to %@
ja: %@に提供する情報

source: Information Provision History
ja: 情報提供履歴

# invalid vp url
source: Invalid presentation URL
ja: リクエストURLが不明です

source: Invalid certificate.
ja: 無効な証明書です。

source: Invalid QR code
ja: 無効なQRコードです

# issuance_purpose
source: Purpose of issuance
ja: 発行する目的

source: Issue Credential
ja: 発行する

source: Issued by %@
ja: %@が発行しました

source: Issuer
ja: 発行者:

source: Issuing Authority Information
ja: 発行機関情報

source: Items to be issued
ja: 発行する情報の項目

source: Last backup date
ja: 最終ファイル作成日

source: Load backup file
ja: 読み込む

source: Locked for security
ja: 安全のためにロックしています

# must_be_at_least
source: You must be at least %@ years old
ja: あなたが%@であること

source: No history available
ja: 履歴はありません

# no_certificate
source: No certificate available.
ja: 証明書がありません

source: No certificate selected
ja: 証明書が選択されていません

# no_file_selected
source: No file is selected
ja: ファイルが選択されていません

# no_information_available_to_display
source: There is no information available to display
ja: 表示できる情報がありません

# notation_of_filename1
source: The backup file is saved with the following filename.
ja: バックアップファイルは次のようなファイル名で保存されています。

# notation_of_filename2
source: bunsin_wallet+ <date> +.zip
ja: bunsin_wallet+日付+.zip

source: open org detail
ja: ▼ 運営会社の詳細を表示する

# optional_to_provide
source: optional
ja: 提供がオプションの情報

# pincode_view_description
source: Enter the certification code obtained from the certificate issuing authority.
ja: 証明書発行機関から取得した認証コードを入力してください。

# pincode_view_label
source: Authentication Code
ja: 認証コード

# pincode_view_title
source: Enter authentication code
ja: 認証コードを入力

# post_without_affiliation_certificate
source: Post comments without certificate of affiliation
ja: 証明書を選択せずに投稿する

source: Privacy Policy
ja: プライバシーポリシー

source: Proceed to next
ja: 次へ進む

source: Proof by %@
ja: %@で証明します

source: Provide information
ja: 情報を提供する

source: Provide the information required to register %@
ja: %@の登録に必要な情報を提供します

# qr_generate_description
source: This QR code contains the entire contents of this certificate. Please be careful when presenting it.
ja: このQRコードには、この証明書の内容のすべてが含まれています。提示する際には、ご注意ください。

# qr_generate_error_message
source: This certificate cannot generate a QR code
ja: この証明書はQRコードを生成できません

source: Read backup file
ja: バックアップファイル読み込み

source: Read Results
ja: 読み取り結果

source: Reader
ja: 読取

source: Recipient Organization Information
ja: 提供先組織情報

source: Recipient Information
ja: 提供先情報

source: Recipient organization information
ja: 提供先組織情報

# recommend_biometric_authentication
source: For safe use, we recommend that you set up biometric or passcode authentication on your device.
ja: 安全にお使いいただくために、デバイスに生体認証やパスコード認証を設定して利用いただくことを推奨します

source: required
ja: ※必須

source: Restore from backup file
ja: バックアップから復元

source: Restored data
ja: データを復元しました

# scan_credential_offer_qr
source: Please scan the QR code to issue your credentials.
ja: クレデンシャル発行用のQRコードを読み込みください。

# scan_not_supported_message
source: QR code scanning is not supported on this device.
ja: このデバイスではQRコードのスキャンがサポートされていません。

# scan_not_supported_title
source: Unscannable
ja: スキャン不可

source: Scan the QR code
ja: QRコードをスキャンしてください

source: Select This Credential
ja: この証明書を選択する

source: Select a certificate
ja: 証明書を選択

source: Select backup file
ja: ファイルを選択

# select_invalid_backup_file
source: The selected file is not a backup file
ja: 選択したファイルはバックアップファイルではありません

# select_sharing_information
source: Select Information to Share
ja: 提供する情報を選択する

source: Send
ja: 送信する

source: Sending information
ja: 送信する情報

source: Sent Wrong request. It needs to confirm the request sent.
ja: 誤ったリクエストが送信されました

source: Setting
ja: 設定

# SharingTo
source: Sharing Destination
ja: 提供先

# sign_and_submit_to_boolcheck
source: Signs the true/false information and sends it to Boolcheck.
ja: 真偽情報に署名を行い、その情報を Boolcheckに送信します

# signing_content
source: Contents to be signed
ja: 署名をする内容

# signing_content_bool_value
source: true or false: %@
ja: 真偽ステータス: %@

# signing_content_comment
source: comment: %@
ja: コメント: %@

source: Skip
ja: スキップ

# start_from_backup
source: Restore from Backup
ja: バックアップからはじめる

source: Successful
ja: 成功

source: Terms of Use
ja: 利用規約

source: The setup of seed has not been completed.
ja: シードのセットアップが完了していません

source: There is no provision history.
ja: 提供履歴はありません

# to_store_bunsin_wallet
source: Issue to store in the Bunsin Wallet
ja: Bunsin Walletに保管するために発行します

# TotalItems
source: Total %d item
ja: 全 %d 項目

# TotalItems_plural
source: Total %d items
ja: 全 %d 項目

source: Transmission succeeded
ja: 送信が完了しました

source: True
ja: 真

source: Unable to authenticate. Please try again.
ja: 認証に失敗しました。再試行してください。

source: Unable to get account
ja: ペアワイズアカウントを取得できません

source: Unable to get signing target
ja: 署名対象のデータを取得できません

source: Unable to process request.
ja: リクエストを完了できません

source: Unable to process request. Please try again.
ja: リクエストを処理できません。再試行してください。

source: Unable to create backup data
ja: バックアップデータを作成できません

# unable_to_get_presentation_definition
source: Failed to obtain request data
ja: リクエストデータの取得に失敗しました

source: Unable to process request
ja: 要求を処理できません

source: Unknown
ja: 不明

source: User ID
ja: 利用者ID

# valid_certificate
source: A valid certificate.
ja: 有効な証明書です。

# verification_error_message
source: It may not be a certificate, or it may be past due, etc. Please prepare another certificate or reissue the certificate.
ja: 証明書ではないか、期限が過ぎている等の可能性があります。別の証明書をご用意いただくか、証明書を再発行してください。

# verification_result_description
source: The contents of the certificate reading are displayed.
ja: 証明書の読み取り内容を表示しています。

source: Version
ja: バージョン

# walkthrough_1_1
source: Digital identity wallets
ja: デジタルアイデンティティウォレットで

# walkthrough_1_2
source: keeps your information safe
ja: あなたの情報を安全に管理

# walkthrough_2_1
source: Digital identity wallets
ja: デジタルアイデンティティウォレットとは

# walkthrough_2_2
source: securely store data that proves a person's attributes such as address, age, and qualifications held.
ja: 住所や年齢、保有資格といった個人の属性を証明するデータを安全に保管します

# walkthrough_3_1
source: Digital identity wallets
ja: デジタルアイデンティティウォレットとは

# walkthrough_3_2
source: allow you to selectively disclose and provide only the data that requires proof when authentication is requested.
ja: 認証を求められた際、証明が必要なデータのみを選択的に開示・提供することができます

# walkthrough_4_1
source: Let's get started.
ja: 早速はじめましょう

# walkthrough_4_2
source: New certificates can be add
ja: 新しく証明書を追加することができます

# walkthrough_4_3
source: Personal information handled in the issuance and provision of certificates will be verified and agreed upon at the time of issuance and provision.
ja: 証明書の発行・提供で取り扱う個人情報は、発行・提供時に確認および同意を行います。

# without_biometric_authentication
source: Proceed without biometrics
ja: このまま使用する
